Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/MainWindow.resw
Source language: en_us
Languages: es_es

# LampInteractionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Hold shift and click the lamp to copy app's logs for debugging.
es_es: Mantén presionada la tecla Shift y haz clic en la lámpara para copiar los registros de la app y depurar problemas.

# ChatButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Invitation to the Vanilla RTX Discord server.
es_es: Invitación al servidor de Discord de Vanilla RTX.

# HelpButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open documentation
es_es: Abrir documentación

# DonateButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Buy the developer some coffee, Vanilla RTX is free and continued, help keep it that way!
es_es: Invita al desarrollador a un café; Vanilla RTX es gratuito y sigue en desarrollo, ¡ayuda a que siga así!

# CycleThemeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Theme: Unknown
es_es: Tema: Desconocido

# SuspendUIAnimationsToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Disables unique UI animations throughout the app while active, could save some battery life on laptops.
es_es: Desactiva las animaciones únicas de la interfaz mientras esté activo; puede ahorrar algo de batería en portátiles.

# BrowsePacksButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select resource packs that you'd want to tune, export, or delete, you can also import more packs into Minecraft from this menu.
es_es: Selecciona los paquetes de recursos que quieras ajustar, exportar o eliminar; también puedes importar más paquetes a Minecraft desde este menú.

# TargetPreviewToggleText.Text
source: Preview
es_es: Vista previa

# TargetPreviewToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: If enabled, all functionalities of the app target Minecraft Preview instead of stable Minecraft Release.
es_es: Si está activado, todas las funciones de la app se aplican a Minecraft Preview en lugar de a la versión estable de Minecraft.

source: Select which Vanilla RTX packs to process. If a checkbox isn't selectable, it means that pack currently not installed, begin installing Vanilla RTX resource packs by clicking the Get latest RTX packs button.
es_es: Selecciona qué paquetes de Vanilla RTX quieres procesar. Si una casilla no se puede seleccionar, significa que ese paquete no está instalado actualmente; comienza instalando los paquetes de recursos de Vanilla RTX haciendo clic en el botón Obtener los paquetes RTX más recientes.

# SidebarLog.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Relevant logs appear here to inform, guide, or warn you as you interact with the app.
es_es: Aquí aparecen los registros relevantes para informarte, guiarte o advertirte mientras interactúas con la app.

# ClearButtonText.Text
source: Clear selection
es_es: Limpiar selección

# ClearButtonBorder.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clears all pack sections.
es_es: Limpia todas las secciones de paquetes.

# ResetButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Default Function: Resets tuning options back to their default values. FOR ADVANCED USERS: Hold shift while pressing to perform a hard reset that wipes all of app's data everywhere, making it as if it was freshly installed. Might also prompt you for reverting back to Default RTX/Default LUT files if needed, so your defaults aren't lost the next time you use the app.
es_es: Función predeterminada: Restablece las opciones de ajuste a sus valores predeterminados. PARA USUARIOS AVANZADOS: Mantén presionada la tecla Shift mientras haces clic para realizar un restablecimiento completo que borra todos los datos de la app en todas partes, dejándola como si estuviera recién instalada. También puede pedirte revertir a los archivos RTX/LUT predeterminados si es necesario, para que tus valores predeterminados no se pierdan la próxima vez que uses la app.

# ResetButton_TextBlock.Text
source: Reset
es_es: Restablecer

# FogMultiplierLabel.Text
source: Fog density multiplier
es_es: Multiplicador de densidad de niebla

# FogMultiplierLabel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Scales all fog densities with the given multiplier. Recommended ranges: 0.2–0.8 for lighter fog 1.5-3.0 for dense fog 0.0 to disable air fog Advanced tip: The value of the multiplier will be treated as, and applied, as a literal density value if fog density is already too small (like 0) to multiply.
es_es: Escala todas las densidades de niebla con el multiplicador indicado. Rangos recomendados: 0.2–0.8 para niebla más ligera 1.5-3.0 para niebla densa 0.0 para desactivar la niebla del aire Consejo avanzado: El valor del multiplicador se tratará y aplicará como un valor de densidad literal si la densidad de niebla ya es demasiado pequeña (como 0) para multiplicar.

# EmissivityMultiplierLabel.Text
source: Emissive strength multiplier
es_es: Multiplicador de intensidad emisiva

# EmissivityMultiplierLabel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Scales glowing effects of all emissive blocks. Examples: 1 = default 0.5 = half brightness higher values = stronger glowing effects on blocks.
es_es: Escala los efectos de brillo de todos los bloques emisivos. Ejemplos: 1 = predeterminado 0.5 = mitad de brillo valores más altos = efectos de brillo más fuertes en los bloques.

# AmbientLightLabel.Text
source: Increase ambient lighting
es_es: Aumentar iluminación ambiental

# AmbientLightLabel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Modifies ambient lighting when emissivity is adjusted, higher emissive multipliers strengthen the effect. Note: Applying this option to a resource pack will block Emissive multiplier from being applied to that resource pack ever again unless the resource pack is reset/reinstalled freshly.
es_es: Modifica la iluminación ambiental cuando se ajusta la emisividad; multiplicadores emisivos más altos intensifican el efecto. Nota: Aplicar esta opción a un paquete de recursos bloqueará que el multiplicador de emisividad se aplique a ese paquete de nuevo, a menos que el paquete se restablezca o reinstale desde cero.

source: Emissivity Ambient Light Toggle
es_es: Interruptor de luz ambiental de emisividad

# EmissivityWarningIcon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enabling this option while tuning a resource pack will cause future tuning attempts to skip applying the Emissivity Multiplier slider to that pack, this intentional guardrail keeps PBR from appearing broken. Furthermore, this option is intended for RTX resource packs only, do not enable for Vibrant Visuals resource packs. Use this option sparingly or as the last step in tuning a resource pack to your taste.
es_es: Activar esta opción mientras se ajusta un paquete de recursos hará que los futuros intentos de ajuste omitan la aplicación del control deslizante de multiplicador de emisividad a ese paquete; esta protección intencionada evita que el PBR se vea dañado. Además, esta opción está pensada únicamente para paquetes de recursos RTX; no la actives para paquetes de recursos Vibrant Visuals. Usa esta opción con moderación, o como último paso al ajustar un paquete de recursos a tu gusto.

# NormalIntensityLabel.Text
source: Surface 3D effect intensity
es_es: Intensidad del efecto 3D de superficie

# NormalIntensityLabel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Adjust intensity of normal maps, heightmaps, and parallax occlusion mapping in percentage, if available. 0% = flattens all textures 100% = default (no change) Higher values = stronger 3D effects on surfaces.
es_es: Ajusta la intensidad de los mapas de normales, mapas de altura y mapeo de oclusión de paralaje en porcentaje, si están disponibles. 0% = aplana todas las texturas 100% = predeterminado (sin cambios) Valores más altos = efectos 3D más intensos en las superficies.

# MaterialNoiseLabel.Text
source: Material grain offset
es_es: Desviación de grano del material

# MaterialNoiseLabel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Adds additional detail to PBR textures and reduces uniformity by adding a layer of noise to PBR textures, impacts mid-range values harder and extreme values less. Impacts emissives less than roughness and metalness properties. Your input determines the maximum possible deviation from the original values.
es_es: Agrega detalle adicional a las texturas PBR y reduce la uniformidad añadiendo una capa de ruido a las texturas PBR; afecta más a los valores intermedios y menos a los valores extremos. Afecta menos a los emisivos que a las propiedades de rugosidad y metalicidad. Tu valor determina la desviación máxima posible respecto a los valores originales.

# RoughenUpLabel.Text
source: Roughness control
es_es: Control de rugosidad

# RoughenUpLabel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Adjusts overall balance of roughness and metalness of materials. Higher values result in overall fewer or weaker glossy surfaces and metallic metals Negative values strengthen glossy or metallic surfaces. Uses a smart decaying curve to impact extreme values that are relevant. Keeps each texture's composition/relative values intact.
es_es: Ajusta el equilibrio general de rugosidad y metalicidad de los materiales. Valores más altos producen, en general, superficies brillantes y metales metálicos más débiles o menos frecuentes. Los valores negativos intensifican las superficies brillantes o metálicas. Usa una curva de decaimiento inteligente para afectar los valores extremos relevantes. Mantiene intacta la composición/los valores relativos de cada textura.

# LazifyNormalsLabel.Text
source: Lazify surface normals
es_es: Suavizar normales de superficie

# LazifyNormalsLabel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lazifies heightmaps and normal maps by reducing refinedness. 0 = no change 255 = fully lazy Resource packs that are already shoddy might see no change or even slight improvements, while higher quality packs can receive an additional layer of detail, for which a small value under 20 is generally recommended.
es_es: Simplifica los mapas de altura y los mapas de normales reduciendo su nivel de detalle. 0 = sin cambios 255 = totalmente simplificado Los paquetes de recursos que ya son de baja calidad podrían no mostrar cambios o incluso mejorar ligeramente, mientras que los paquetes de mayor calidad pueden recibir una capa adicional de detalle, para lo cual generalmente se recomienda un valor pequeño, menor a 20.

# TuneSelectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Begins permanently modifying all of the selected packs using the current set of parameters above. Ensure Minecraft is closed while packs are being tuned to avoid issues; Or at the very least reload your world to see the changes take effect.
es_es: Comienza a modificar permanentemente todos los paquetes seleccionados usando el conjunto de parámetros actual de arriba. Asegúrate de que Minecraft esté cerrado mientras se ajustan los paquetes para evitar problemas; o, como mínimo, recarga tu mundo para que los cambios surtan efecto.

# ExportButtonText.Text
source: Export
es_es: Exportar

# ExportButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Exports selected packages as .mcpack for creating backups or easy sharing.
es_es: Exporta los paquetes seleccionados como .mcpack para crear copias de seguridad o compartirlos fácilmente.

# DeleteButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Physically delete the files of the selected packages from game's data directory. WARNING FOR ADVANCED USERS: This functionality walks up to the parent directory of the selected resource pack, as to not leave orphaned empty folders behind, if you keep other files inside a resource pack, or keep multiple resource packs inside one folder for whatever the reason, steer clear of this button.
es_es: Elimina físicamente los archivos de los paquetes seleccionados del directorio de datos del juego. ADVERTENCIA PARA USUARIOS AVANZADOS: Esta función sube hasta la carpeta principal del paquete de recursos seleccionado, para no dejar carpetas vacías huérfanas; si guardas otros archivos dentro de un paquete de recursos, o mantienes varios paquetes de recursos dentro de una misma carpeta por cualquier motivo, evita usar este botón.

# LaunchPackUpdateButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: See installation information, update availability & news of Vanilla RTX resource packs. Get updates faster, install or simply reinstall each pack.
es_es: Consulta información de instalación, disponibilidad de actualizaciones y noticias de los paquetes de recursos de Vanilla RTX. Obtén actualizaciones más rápido, instala o simplemente reinstala cada paquete.

# UpdateVanillaRTXButtonText.Text
source: Get latest RTX packs
es_es: Obtener paquetes RTX más recientes

# LaunchLUTManagerButtonText.Text
source: RTX LUT manager
es_es: Administrador de LUT de RTX

# LaunchLUTManagerButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Provides simpler, more reliable alternative to BetterRTX that works across all game versions by modifying RTX's default color look up tables.
es_es: Ofrece una alternativa más simple y confiable a BetterRTX que funciona en todas las versiones del juego modificando las tablas de búsqueda de color (LUT) predeterminadas de RTX.

# LaunchAlchitexButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: RTX Reactor can generate RTX support for any regular Minecraft Bedrock Edition texture pack. It does so by generating PBR texture sets for each texture, adding RTX-specific configurations, and making adjustments to textures where needed for ray tracing. Ideally, packs tagged as RTX Reactor Candidates are most likely to benefit from this feature.
es_es: RTX Reactor puede generar soporte RTX para cualquier paquete de texturas normal de Minecraft Bedrock Edition. Lo hace generando conjuntos de texturas PBR para cada textura, añadiendo configuraciones específicas de RTX y ajustando las texturas donde haga falta para el trazado de rayos. Lo ideal es que los paquetes con la etiqueta "Candidato de RTX Reactor" sean los que más se beneficien de esta función.

# LaunchBetterRTXManagerButtonText.Text
source: BetterRTX manager
es_es: Administrador de BetterRTX

source: Manage and install BetterRTX presets.
es_es: Administra e instala perfiles predefinidos de BetterRTX.

# LaunchMinecraftButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launches Minecraft or Minecraft Preview with ray tracing pre-enabled to avoid issues. Additionally disables VSync for better performance and enables in-game graphics mode switching. FOR ADVANCED USERS: Holding shift while pressing this button enables game's VSync instead.
es_es: Inicia Minecraft o Minecraft Preview con el trazado de rayos ya activado para evitar problemas. Además, desactiva la sincronización vertical (VSync) para un mejor rendimiento y habilita el cambio de modo gráfico dentro del juego. PARA USUARIOS AVANZADOS: Mantener presionada la tecla Shift al pulsar este botón activa la VSync del juego en su lugar.

# LaunchButtonText.Text
source: Launch Minecraft RTX
es_es: Iniciar Minecraft RTX

# LaunchDLSSSwapperButtonText.Text
source: DLSS swapper
es_es: Intercambiador de DLSS

# LaunchDLSSSwapperButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Import various DLSS versions that you want, and quickly swap between them.
es_es: Importa distintas versiones de DLSS que quieras y cámbialas rápidamente entre sí.

# Theme_Prefix
source: Theme: {0}
es_es: Tema: {0}

# Theme_System
source: System
es_es: Sistema

# Theme_Light
source: Light
es_es: Claro

# Theme_Dark
source: Dark
es_es: Oscuro

# SuspendAnimations_ActiveTooltip
source: All unique UI animations are currently suspended, click again to enable them.
es_es: Todas las animaciones únicas de la interfaz están actualmente suspendidas; haz clic de nuevo para activarlas.

# SuspendAnimations_InactiveTooltip
source: Disables unique UI animations throughout the app while active.
es_es: Desactiva las animaciones únicas de la interfaz mientras esté activo.

# CrashReport_Title
source: Previous Session Crash Report
es_es: Informe de fallo de la sesión anterior

# CrashReport_CopyButton
source: Copy Crash Logs
es_es: Copiar registros de fallo

# CrashReport_CopyButton_Copied
source: Copied!
es_es: ¡Copiado!

# CrashReport_GithubLink
source: Create an issue on GitHub
es_es: Crear un issue en GitHub

# CrashReport_DiscordLink
source: Create a post on the Vanilla RTX Discord Server
es_es: Crear una publicación en el servidor de Discord de Vanilla RTX

# CrashReport_DismissButton
source: Continue Using the App (dismisses the report)
es_es: Continuar usando la app (descarta el informe)

# CrashReport_Body
source: Oh no! Looks like a crash occurred during the previous session, you may continue to use the app, but it would be better if you report it to the developer to see it patched up soon!
es_es: ¡Vaya! Parece que ocurrió un fallo durante la sesión anterior. Puedes continuar usando la app, pero sería mejor que lo reportaras al desarrollador para verlo solucionado pronto.

# CrashReport_ReportMethods
source: Report using one of the following methods:
es_es: Repórtalo usando alguno de los siguientes métodos:

# CrashReport_DetailsLabel
source: Crash details:
es_es: Detalles del fallo:

# Log_OpenUrlDisabledDebug
source: OpenUrl is disabled in debug builds.
es_es: OpenUrl está deshabilitado en compilaciones de depuración.

# Log_OpenUrlFailedDetails
source: Details: {0}
es_es: Detalles: {0}

# Log_OpenUrlFailed
source: Failed to open URL. Make sure you have a browser installed and associated with web links.
es_es: No se pudo abrir la URL. Asegúrate de tener un navegador instalado y asociado a enlaces web.

# PackVM_SelectOtherPacks
source: Select other packs
es_es: Seleccionar otros paquetes

# PackVM_SelectedOnePack
source: Selected 1 other pack
es_es: 1 otro paquete seleccionado

# PackVM_SelectedPacks
source: Selected {0} other packs
es_es: {0} otros paquetes seleccionados

# PackVM_LocateUserData
source: Locate {0} user data
es_es: Ubicar datos de usuario de {0}

# PackVM_Edition_Stable
source: Stable
es_es: Estable

# Log_AppVersionDisclaimer
source: App Version: {0} Not affiliated with Mojang or NVIDIA; by continuing, you consent to modifications to your Minecraft installations & data.
es_es: Versión de la app: {0} No afiliado con Mojang ni NVIDIA; al continuar, aceptas modificaciones a tus instalaciones y datos de Minecraft.

# TitleBarText_VersionTooltip
source: Version: {0}
es_es: Versión: {0}

# Log_PleaseCloseMinecraft
source: Please close Minecraft while using the app. Once finished, launch the game using {0} button.
es_es: Cierra Minecraft mientras usas la app. Cuando termines, inicia el juego usando el botón {0}.

# Log_ChatInvitation
source: Here is the invitation! Discord.gg/A4wv4wwYud
es_es: ¡Aquí tienes la invitación! Discord.gg/A4wv4wwYud

# Log_HelpDocumentation
source: Find helpful resources in the README file, launching in your default browser shortly.
es_es: Encuentra recursos útiles en el archivo README, que se abrirá en tu navegador predeterminado en breve.

# Log_HelpHoverInfo
source: Open a page with full documentation of the app and a how-to guide.
es_es: Abre una página con la documentación completa de la app y una guía de uso.

# Log_TargetingPreview
source: Targeting Minecraft Preview.
es_es: Aplicando cambios a Minecraft Preview.

# Log_TargetingStable
source: Targeting stable Minecraft Release.
es_es: Aplicando cambios a la versión estable de Minecraft.

# Dialog_WipeData_Title
source: You're about to completely wipe all of app's data.
es_es: Estás a punto de borrar por completo todos los datos de la app.

# Dialog_WipeData_Body
source: This will delete all of application's data across your device, including Default RTX & LUT files which the app obtained from your actual game files! As such, you may be prompted to accept multiple admin privilege requests in order to let the app restore your game's default files before they're gone from app's data.
es_es: Esto eliminará todos los datos de la aplicación en tu dispositivo, incluyendo los archivos RTX y LUT predeterminados que la app obtuvo de tus archivos de juego reales. Por ello, es posible que se te soliciten múltiples permisos de administrador para que la app pueda restaurar los archivos predeterminados de tu juego antes de que desaparezcan de los datos de la app.

# Dialog_Confirm
source: Confirm
es_es: Confirmar

# Log_WipeDataCancelled
source: Wiping app's data (Shift + Reset) was cancelled by user.
es_es: El usuario canceló el borrado de los datos de la app (Shift + Restablecer).

# Log_HardResetError
source: Hard Reset Error: {0}
es_es: Error de restablecimiento completo: {0}

# Log_ResetExtraInfo
source: Note: This does not restore the packs to their default state! To reset packs back to original you can quickly reinstall the latest versions of Vanilla RTX using the '{0}' button. Other packs will require manual reinstallation. Use Export to back them up and quickly reimport them as you need.
es_es: Nota: ¡Esto no restaura los paquetes a su estado predeterminado! Para restablecer los paquetes a su estado original, puedes reinstalar rápidamente las versiones más recientes de Vanilla RTX usando el botón '{0}'. Otros paquetes requerirán reinstalación manual. Usa Exportar para respaldarlos y volver a importarlos fácilmente cuando lo necesites.

# Log_TuningEnvironmentReset
source: Tuning environment reset.
es_es: Entorno de ajuste restablecido.

# Log_ClearedAllPacks
source: Cleared all pack selections.
es_es: Se limpiaron todas las selecciones de paquetes.

# Log_DeselectedVanillaRTX
source: Deselected all Vanilla RTX packs.
es_es: Se deseleccionaron todos los paquetes de Vanilla RTX.

# Log_NothingToClear
source: You haven't selected any resource pack to clear.
es_es: No has seleccionado ningún paquete de recursos para limpiar.

# Log_HardResetStart
source: Starting hard reset, this will wipe all of app's storage and temporary files...
es_es: Iniciando restablecimiento completo; esto borrará todo el almacenamiento y los archivos temporales de la app...

# Log_DeletedKey
source: Deleted key: {0}/{1}
es_es: Clave eliminada: {0}/{1}

# Log_DeletedContainer
source: Deleted container: {0}/{1}
es_es: Contenedor eliminado: {0}/{1}

# Log_WipedSettingKeys
source: Wiped {0} setting key(s) across all containers.
es_es: Se borraron {0} clave(s) de configuración en todos los contenedores.

# Log_WipingFolder
source: Wiping {0}: {1}
es_es: Borrando {0}: {1}

# Log_FolderNotFoundSkipping
source: {0} not found, skipping.
es_es: {0} no se encontró, omitiendo.

# Log_DeletedFile
source: Deleted file: {0}
es_es: Archivo eliminado: {0}

# Log_CouldNotDeleteFile
source: Could not delete file {0}: {1}
es_es: No se pudo eliminar el archivo {0}: {1}

# Log_DeletedFolder
source: Deleted folder: {0}
es_es: Carpeta eliminada: {0}

# Log_CouldNotDeleteFolder
source: Could not delete folder {0}: {1}
es_es: No se pudo eliminar la carpeta {0}: {1}

# Log_FolderWiped
source: {0} wiped ({1} item(s)).
es_es: {0} borrada ({1} elemento(s)).

# Log_TotalItemsDeleted
source: Deleted {0} file/folder item(s) total.
es_es: Se eliminaron {0} archivo(s)/carpeta(s) en total.

# Log_HardResetComplete
source: Hard reset complete! The app will restart in a moment...
es_es: ¡Restablecimiento completo finalizado! La app se reiniciará en un momento...
